[
  {
    "id": 1,
    "title": "SUNT AUT FACERE REPELLAT PROVIDENT OCCAECATI EXCEPTURI OPTIO REPREHENDERIT",
    "joke": "Chuck Norris's log statements are always at the FATAL level."
  },
  {
    "id": 2,
    "title": "QUI EST ESSE",
    "joke": "Chuck Norris does not checkmate. He Chuckmates."
  },
  {
    "id": 3,
    "title": "EA MOLESTIAS QUASI EXERCITATIONEM REPELLAT QUI IPSA SIT AUT",
    "joke": "Chuck Norris' middle name is 'Eywa'."
  },
  {
    "id": 4,
    "title": "EUM ET EST OCCAECATI",
    "joke": "Chuck Norris' balls are so big, that if Kayne West was in the same room with him their gravitational pull would attract Kayne West's tongue. Kayne West is such a girl, that if his tongue were to come into contact with Chuck Norris' balls, he would instinctively begin licking them like a $2 ho."
  },
  {
    "id": 5,
    "title": "NESCIUNT QUAS ODIO",
    "joke": "Chuck Norris CAN turn lead into gold."
  },
  {
    "id": 6,
    "title": "DOLOREM EUM MAGNI EOS APERIAM QUIA",
    "joke": "Jesus can walk on water, Chuck Norris can swim through land."
  },
  {
    "id": 7,
    "title": "MAGNAM FACILIS AUTEM",
    "joke": "When Chuck Norris says he has the power of attorney, he simply means he has the power (and desire) to beat you to death with one."
  },
  {
    "id": 8,
    "title": "DOLOREM DOLORE EST IPSAM",
    "joke": "only you can prevent forest fires, only Chuck Norris can prevent roundhouse kicks..he just doesn't try"
  },
  {
    "id": 9,
    "title": "NESCIUNT IURE OMNIS DOLOREM TEMPORA ET ACCUSANTIUM",
    "joke": "Chuck Norris knows wat sign language sounds like."
  },
  {
    "id": 10,
    "title": "OPTIO MOLESTIAS ID QUIA EUM",
    "joke": "Chuck Norris beat Minecraft"
  },
  {
    "id": 11,
    "title": "ET EA VERO QUIA LAUDANTIUM AUTEM",
    "joke": "the police once clocked Chuck Norris doing 100 mph while walking to the corner store"
  },
  {
    "id": 12,
    "title": "IN QUIBUSDAM TEMPORE ODIT EST DOLOREM",
    "joke": "Chuck Norris can drink his cigarettes and smoke his beer."
  },
  {
    "id": 13,
    "title": "DOLORUM UT IN VOLUPTAS MOLLITIA ET SAEPE QUO ANIMI",
    "joke": "There are no lines on Chuck Norris' palms. He decides his own fate - and others'."
  },
  {
    "id": 14,
    "title": "VOLUPTATEM ELIGENDI OPTIO",
    "joke": "Of course Chuck Norris taught the Joker the pencil trick."
  },
  {
    "id": 15,
    "title": "EVENIET QUOD TEMPORIBUS",
    "joke": "Chuck Norris survived his execution. His executioners did not."
  },
  {
    "id": 16,
    "title": "SINT SUSCIPIT PERSPICIATIS VELIT DOLORUM RERUM IPSA LABORIOSAM ODIO",
    "joke": "chances are by the time you meet Chuck Norris, you've already been roundhoused."
  },
  {
    "id": 17,
    "title": "FUGIT VOLUPTAS SED MOLESTIAS VOLUPTATEM PROVIDENT",
    "joke": "Chuck Norris has never struck out in Baseball. He simply stares at the ball, and it gets out of his way."
  },
  {
    "id": 18,
    "title": "VOLUPTATE ET ITAQUE VERO TEMPORA MOLESTIAE",
    "joke": "Women that work in an office with Chuck Norris, soon learn not ask him for his 3 hole punch."
  },
  {
    "id": 19,
    "title": "ADIPISCI PLACEAT ILLUM AUT REICIENDIS QUI",
    "joke": "Sometimes people die though they deserve to live. None of those people were killed by Chuck Norris. When Chuck Norris kills someone, they damn well deserve it."
  },
  {
    "id": 20,
    "title": "DOLORIBUS AD PROVIDENT SUSCIPIT AT",
    "joke": "Chuck Norris dosnt need a keyboard he tells the computer to write something and it does"
  },
  {
    "id": 21,
    "title": "ASPERIORES EA IPSAM VOLUPTATIBUS MODI MINIMA QUIA SINT",
    "joke": "Since 1940, the year Chuck Norris was born, roundhouse-kick related deaths have increased 13,000 percent."
  },
  {
    "id": 22,
    "title": "DOLOR SINT QUO A VELIT EXPLICABO QUIA NAM",
    "joke": "Jesus walked on water. Chuck Norris skipped through air."
  },
  {
    "id": 23,
    "title": "MAXIME ID VITAE NIHIL NUMQUAM",
    "joke": "Every Tuesday morning Chuck Norris goes crawling the whole of the Internet with his friends Googlebot and Slurpy."
  },
  {
    "id": 24,
    "title": "AUTEM HIC LABORE SUNT DOLORES INCIDUNT",
    "joke": "Chuck Norris' birthday is on the 29th of Febuary...every year!"
  },
  {
    "id": 25,
    "title": "REM ALIAS DISTINCTIO QUO QUIS",
    "joke": "dylan halllmark beat Chuck Norris up"
  },
  {
    "id": 26,
    "title": "EST ET QUAE ODIT QUI NON",
    "joke": "You can sometimes guess what Chuck Norris is about to do to you by listening to the music that plays out of nowhere when he settles his terrifying glare on you."
  },
  {
    "id": 27,
    "title": "QUASI ID ET EOS TENETUR AUT QUO AUTEM",
    "joke": "Crop circles are Chuck Norris' way of telling the world that sometimes corn needs to lie down."
  },
  {
    "id": 28,
    "title": "DELECTUS ULLAM ET CORPORIS NULLA VOLUPTAS SEQUI",
    "joke": "Chuck Norris special orders his pencils without erasers because Chuck Norris doesn't make mistakes."
  },
  {
    "id": 29,
    "title": "IUSTO EIUS QUOD NECESSITATIBUS CULPA EA",
    "joke": "Chuck Norris wishes you a Roundhouse Kicking New Year!"
  },
  {
    "id": 30,
    "title": "A QUO MAGNI SIMILIQUE PERFERENDIS",
    "joke": "One person stated that Chuck Norris has forgotten more about killing than anyone will ever know. That is not true -- Chuck Norris never forgets. Ever."
  },
  {
    "id": 31,
    "title": "ULLAM UT QUIDEM ID AUT VEL CONSEQUUNTUR",
    "joke": "Chuck Norris breast fed from his own nipples"
  },
  {
    "id": 32,
    "title": "DOLOREMQUE ILLUM ALIQUID SUNT",
    "joke": "Chuck Norris can timetravel by riding on a donkey. Infact that's how donkeys were introduced to the human civilization in 7000 B.C."
  },
  {
    "id": 33,
    "title": "QUI EXPLICABO MOLESTIAE DOLOREM",
    "joke": "According to 987 of 1,000 women surveyed, Chuck Norris' penis tastes most like a raspberry lollipop. The other 13 surveyed said they wound up with splinters in their mouth."
  },
  {
    "id": 34,
    "title": "MAGNAM UT RERUM IURE",
    "joke": "@Chuck Norris fack/joke 5251: Wait, is it possible to get that achievement in 0.31? Maybe even if you're NOT Chuck Norris... if you can."
  },
  {
    "id": 35,
    "title": "ID NIHIL CONSEQUATUR MOLESTIAS ANIMI PROVIDENT",
    "joke": "Chuck Norris taught Helen Keller how to paint nature scenes in 4D."
  },
  {
    "id": 36,
    "title": "FUGA NAM ACCUSAMUS VOLUPTAS REICIENDIS ITAQUE",
    "joke": "If Chuck Norris says to you \"Truth or dare?\", he's not playing the game..."
  },
  {
    "id": 37,
    "title": "PROVIDENT VEL UT SIT RATIONE EST",
    "joke": "'Come with me if you want to live.' That's what Chuck Norris says as he approaches nut. And he means it."
  },
  {
    "id": 38,
    "title": "EXPLICABO ET EOS DELENITI NOSTRUM AB ID REPELLENDUS",
    "joke": "Chuck Norris' Christmas tree is simply Jesus' crucifix, complete with his skeleton, decorated with baubles, tinsel and lights."
  },
  {
    "id": 39,
    "title": "EOS DOLOREM ISTE ACCUSANTIUM EST EAQUE QUAM",
    "joke": "Chuck Norris has no friends on Facebook. Just enemies."
  },
  {
    "id": 40,
    "title": "ENIM QUO CUMQUE",
    "joke": "Chuck Norris can play slide guitar with a beer bottle. Or, failing that, your face."
  },
  {
    "id": 41,
    "title": "NON EST FACERE",
    "joke": "Chuck Norris obtained his rugged good looks and martial art skills when he made a deal with the devil. once he received both gifts from satan Chuck Norris delivered a roundhouse kick to the devils skull and took his soul back. the devil who appreciated irony laughed at the attack. they now play golf every third tuesday of the month."
  },
  {
    "id": 42,
    "title": "COMMODI ULLAM SINT ET EXCEPTURI ERROR EXPLICABO PRAESENTIUM VOLUPTAS",
    "joke": "When Chuck Norris wants bacon, he roundhouse kicks a pig until it is dead."
  },
  {
    "id": 43,
    "title": "ELIGENDI ISTE NOSTRUM CONSEQUUNTUR ADIPISCI PRAESENTIUM SIT BEATAE PERFERENDIS",
    "joke": "Chuck Norris can punch you so hard that time moves backwards."
  },
  {
    "id": 44,
    "title": "OPTIO DOLOR MOLESTIAS SIT",
    "joke": "Madonna was a quiet unassuming virgin before her date with Chuck Norris."
  },
  {
    "id": 45,
    "title": "UT NUMQUAM POSSIMUS OMNIS EIUS SUSCIPIT LAUDANTIUM IURE",
    "joke": "CHUCK NORRIS COULD BEAT UP WILL MCCULLOUGH WITH IIF HE WAS HELLEN KELLER."
  },
  {
    "id": 46,
    "title": "AUT QUO MODI NEQUE NOSTRUM DUCIMUS",
    "joke": "Chuck Norris does not hunt because the word hunting infers the probability of failure. Chuck Norris goes killing"
  },
  {
    "id": 47,
    "title": "QUIBUSDAM CUMQUE REM AUT DESERUNT",
    "joke": "Chuck Norris once went through a McDonald's drive-thru in his Harrier jet. He then came back and flattened it with rockets when he realized they forgot the fries."
  },
  {
    "id": 48,
    "title": "UT VOLUPTATEM ILLUM EA DOLORIBUS ITAQUE EOS",
    "joke": "the fountain of youth is actually Chuck Norris' lavatory"
  },
  {
    "id": 49,
    "title": "LABORUM NON SUNT AUT UT ASSUMENDA PERSPICIATIS VOLUPTAS",
    "joke": "Chuck Norris is so important he speaks in italics."
  },
  {
    "id": 50,
    "title": "REPELLENDUS QUI RECUSANDAE INCIDUNT VOLUPTATES TENETUR QUI OMNIS EXERCITATIONEM",
    "joke": "Chuck Norris' wristwatch is accurate to one second every ice age."
  },
  {
    "id": 51,
    "title": "SOLUTA ALIQUAM APERIAM CONSEQUATUR ILLO QUIS VOLUPTAS",
    "joke": "Chuck Norris isn't gay, He's beyond gay."
  },
  {
    "id": 52,
    "title": "QUI ENIM ET CONSEQUUNTUR QUIA ANIMI QUIS VOLUPTATE QUIBUSDAM",
    "joke": "'Deja Vu' is when nature replays, for the benefit of someone, what Chuck Norris did too quickly for his memory to correctly register"
  },
  {
    "id": 53,
    "title": "UT QUO AUT DUCIMUS ALIAS",
    "joke": "When Chuck Norris gets an erection, the street lights dim."
  },
  {
    "id": 54,
    "title": "SIT ASPERIORES IPSAM EVENIET ODIO NON QUIA",
    "joke": "As a young hoodlum, Chuck Norris would often rob people at bazookapoint."
  },
  {
    "id": 55,
    "title": "SIT VEL VOLUPTATEM ET NON LIBERO",
    "joke": "Chuck Norris can speak Chinese in German in French in Hindu in English in Algebra in blue in cup with a hint of Russian in Scottish in Canadian"
  },
  {
    "id": 56,
    "title": "QUI ET AT RERUM NECESSITATIBUS",
    "joke": "Chuck Norris knows the identity of the Navy Seal's that killed Osama bin Laden it is something that even President Obama does not know or will ever know."
  },
  {
    "id": 57,
    "title": "SED AB EST EST",
    "joke": "Chuck Norris can see a black person on Friends."
  },
  {
    "id": 58,
    "title": "VOLUPTATUM ITAQUE DOLORES NISI ET QUASI",
    "joke": "Chuck Norris often goes to funerals with popcorn and soda."
  },
  {
    "id": 59,
    "title": "QUI COMMODI DOLOR AT MAIORES ET QUIS ID ACCUSANTIUM",
    "joke": "Chuck Norris doesn't pole dance because the pole dances around him."
  },
  {
    "id": 60,
    "title": "CONSEQUATUR PLACEAT OMNIS QUISQUAM QUIA REPREHENDERIT FUGIT VERITATIS FACERE",
    "joke": "Chuck Norris's beard is so tough that he can use it as a shredder."
  },
  {
    "id": 61,
    "title": "VOLUPTATEM DOLORIBUS CONSECTETUR EST UT DUCIMUS",
    "joke": "If you ever dare to 'axe' Chuck Norris a question, he will 'axe' your forehead."
  },
  {
    "id": 62,
    "title": "BEATAE ENIM QUIA VEL",
    "joke": "At birth, Chuck Norris immediately excised his parasitic twin, instantly roundhouse kicked his ass and threw him out the 10th story hospital room. We now know the parasitic twin as PeeWee Herman."
  },
  {
    "id": 63,
    "title": "VOLUPTAS BLANDITIIS REPELLENDUS ANIMI DUCIMUS ERROR SAPIENTE ET SUSCIPIT",
    "joke": "The Grim Reaper is actually Chuck Norris's son."
  },
  {
    "id": 64,
    "title": "ET FUGIT QUAS EUM IN IN APERIAM QUOD",
    "joke": "Chuck Norris could kick a faggot straight."
  },
  {
    "id": 65,
    "title": "CONSEQUATUR ID ENIM SUNT ET ET",
    "joke": "the fountain of youth is actually Chuck Norris' lavatory"
  },
  {
    "id": 66,
    "title": "REPUDIANDAE EA ANIMI IUSTO",
    "joke": "Chuck Norris is the greatest matador who ever lived."
  },
  {
    "id": 67,
    "title": "ALIQUID EOS SED FUGA EST MAXIME REPELLENDUS",
    "joke": "The U.S. Coast Guard has approved recordings of Chuck Norris farts for use on all maritime vessels as the preferred fog horn signal."
  },
  {
    "id": 68,
    "title": "ODIO QUIS FACERE ARCHITECTO REICIENDIS OPTIO",
    "joke": "Chuck Norris invented Muay Thai in his sleep while acting out his dreams."
  },
  {
    "id": 69,
    "title": "FUGIAT QUOD PARIATUR ODIT MINIMA",
    "joke": "Local mountain lions have been complaining about the recent string of Chuck Norris attacks."
  },
  {
    "id": 70,
    "title": "VOLUPTATEM LABORUM MAGNI",
    "joke": "Chuck Norris washes his pennis with Pine-Sol and a wire brush."
  },
  {
    "id": 71,
    "title": "ET IUSTO VENIAM ET ILLUM AUT FUGA",
    "joke": "Chuck Norris' beard is what protects us from the sun's destructive ionizing radiation."
  },
  {
    "id": 72,
    "title": "SINT HIC DOLORIBUS CONSEQUATUR EOS NON ID",
    "joke": "Chuck Norris is edgier than all the ghettos of Detroit."
  },
  {
    "id": 73,
    "title": "CONSEQUUNTUR DELENITI EOS QUIA TEMPORIBUS AB ALIQUID AT",
    "joke": "Chuck Norris, Jesus, and Barack Obama were standing by a lake. Jesus walked out on the water and was shortly followed by Chuck. Obama tried to follow, but fell in the water. After muck kicking and splashing Jesus said: Do you think we should tell him about the \"stepping stones\"? Chuck then said: \"What stepping stone?\""
  },
  {
    "id": 74,
    "title": "ENIM UNDE RATIONE DOLORIBUS QUAS ENIM UT SIT SAPIENTE",
    "joke": "Chuck Norris once stayed at the Hotel California and was allowed to check out...and leave."
  },
  {
    "id": 75,
    "title": "DIGNISSIMOS EUM DOLOR UT ENIM ET DELECTUS IN",
    "joke": "Once at a college frat party, Chuck Norris copleted a 2 1/2 gainer in tuck position from a chandelier into a punch bowl."
  },
  {
    "id": 76,
    "title": "DOLOREMQUE OFFICIIS AD ET NON PERFERENDIS",
    "joke": "Chuck Norris can make you evacuate your bowels with a high five."
  },
  {
    "id": 77,
    "title": "NECESSITATIBUS QUASI EXERCITATIONEM ODIO",
    "joke": "the temperature of hell is EXACTLY half that of Chuck Norris's sauna"
  },
  {
    "id": 78,
    "title": "QUAM VOLUPTATIBUS RERUM VERITATIS",
    "joke": "Chuck Norris once went to a frat party, and proceeded to roundhouse every popped collar in sight. He then trank three kegs and shat on their floor, just because he's Chuck Norris."
  },
  {
    "id": 79,
    "title": "PARIATUR CONSEQUATUR QUIA MAGNAM AUTEM OMNIS NON AMET",
    "joke": "The only thing Chuck Norris has lost is his virginity."
  },
  {
    "id": 80,
    "title": "LABORE IN EX ET EXPLICABO CORPORIS AUT QUAS",
    "joke": "There is no chin under Chuck Norris' beard, only another fist!"
  },
  {
    "id": 81,
    "title": "TEMPORA REM VERITATIS VOLUPTAS QUO DOLORES VERO",
    "joke": "when enimem preforemed \"im not afaid\" live ,Chuck Norris was in the crowed, enimem saw him, he was sent to a hospital for kidney failure , he got a spare from chuck , and in the hospital he began writing \"no love\""
  },
  {
    "id": 82,
    "title": "LAUDANTIUM VOLUPTATE SUSCIPIT SUNT ENIM ENIM",
    "joke": "the idea for the movie SAW was based off of the accounts of people who went into Chuck Norris' room when he was a kid."
  },
  {
    "id": 83,
    "title": "ODIT ET VOLUPTATES DOLORIBUS ALIAS ODIO ET",
    "joke": "Chuck Norris knows how many kicks it takes to get to the center of a Tootsie Pop: one"
  },
  {
    "id": 84,
    "title": "OPTIO IPSAM MOLESTIAS NECESSITATIBUS OCCAECATI FACILIS VERITATIS DOLORES AUT",
    "joke": "Heard the saying \"you can't controll the weather\"?, well Chuck Norris can."
  },
  {
    "id": 85,
    "title": "DOLORE VERITATIS PORRO PROVIDENT ADIPISCI BLANDITIIS ET SUNT",
    "joke": "Chuck Norris can drink soup...........with chopsticks"
  },
  {
    "id": 86,
    "title": "PLACEAT QUIA ET PORRO ISTE",
    "joke": "If you ever make the mistake of confessing to Chuck Norris that you are a vegetarian, prepare to be immediately smothered to death by a slab of fresh veal."
  },
  {
    "id": 87,
    "title": "NOSTRUM QUIS QUASI PLACEAT",
    "joke": "The phrase anything you do I can do better does not apply to Chuck Norris"
  },
  {
    "id": 88,
    "title": "SAPIENTE OMNIS FUGIT EOS",
    "joke": "Chuck Norris' beard's beard's beard has a beard"
  },
  {
    "id": 89,
    "title": "SINT SOLUTA ET VEL MAGNAM AUT UT SED QUI",
    "joke": "Submission of Chuck Norris facts is known add inches in males and increased bust size in females."
  },
  {
    "id": 90,
    "title": "AD IUSTO OMNIS ODIT DOLOR VOLUPTATIBUS",
    "joke": "Sudden Death is: a. a crappy movie starring an even crappier Jean Claude Van Damme b. the way playoff overtimes are decided in the NHL c. what happens to you when you piss off Chuck Norris d. all of the above"
  },
  {
    "id": 91,
    "title": "AUT AMET SED",
    "joke": "Chuck Norris can smell what you had for dinner... three weeks ago"
  },
  {
    "id": 92,
    "title": "RATIONE EX TENETUR PERFERENDIS",
    "joke": "Chuck Norris did it with Kim kardashion so hard that she secretly grew a dick"
  },
  {
    "id": 93,
    "title": "BEATAE SOLUTA RECUSANDAE",
    "joke": "God comes over to Chuck Norrises house to borrow sugar"
  },
  {
    "id": 94,
    "title": "QUI QUI VOLUPTATES ILLO ISTE MINIMA",
    "joke": "Chuck Norris's spit is the cure(they dont want you to know) for the swine flu"
  },
  {
    "id": 95,
    "title": "ID MINUS LIBERO ILLUM NAM AD OFFICIIS",
    "joke": "Chuck Norris punished Superman for being Superman by making him wear his underwear over his pants."
  },
  {
    "id": 96,
    "title": "QUAERAT VELIT VENIAM AMET CUPIDITATE AUT NUMQUAM UT SEQUI",
    "joke": "Chuck Norris has the ability to never think arby's"
  },
  {
    "id": 97,
    "title": "QUAS FUGIAT UT PERSPICIATIS VERO PROVIDENT",
    "joke": "Chuck Norris can hit you so hard that he can actually alter your DNA. Decades from now your descendants will occasionally clutch their heads and yell \"What The Hell was That?\"."
  },
  {
    "id": 98,
    "title": "LABORIOSAM DOLOR VOLUPTATES",
    "joke": "Chuck Norris invented the internet so people could talk about how great Chuck Norris is."
  },
  {
    "id": 99,
    "title": "TEMPORIBUS SIT ALIAS DELECTUS ELIGENDI POSSIMUS MAGNI",
    "joke": "In an average day, Chuck Norris: kills 74 and a half people sleeps with 120 women eats two large automobiles saves the world thrice, and decimates a small city."
  },
  {
    "id": 100,
    "title": "AT NAM CONSEQUATUR EA LABORE EA HARUM",
    "joke": "Chuck Norris unclogs his toilet with a backhoe."
  }
]
